Repository: spotbot2k/webfont-generator-bundle
Catalog: src/Resources/contao/languages/*/*_fonts_faces.xlf
Languages: de

# tl_fonts_faces.new.0
source: New font face
de: Neue Schriftfamilie

# tl_fonts_faces.new.1
source: Setup a new font face
de: Neue Schriftfamilie hinzufügen

# tl_fonts_faces.editr.0
source: Edit font face styles
de: Schriftstilvarianten bearbeiten

# tl_fonts_faces.editheader.0
source: Edit font face
de: Schriftfamilie bearbeiten

# tl_fonts_faces.editheader.1
source: Change general font settings
de: Allgemeine Einstellungen

# tl_fonts_faces.delete.0
source: Delete font face
de: Schriftfamilie löschen

# tl_fonts_faces.delete.1
source: Delete font face and all its styles
de: Schriftfamilie inclusieve der Varianten löschen

# tl_fonts_faces.export.0
source: Export CSS
de: CSS Exportieren

# tl_fonts_faces.export.1
source: Save generated CSS localy
de: CSS lokal speichern

# tl_fonts_faces.copy.0
source: Copy font face
de: Schriftfamilie kopieren

# tl_fonts_faces.copy.1
source: Crate a duplicate of this font face
de: Eine Kopie dieser Schriftfamilie erstellen

# tl_fonts_faces.show.0
source: Info
de: Zusammenfassung

# tl_fonts_faces.show.1
source: Show some more information
de: Zusammenfassung anzeigen

# tl_fonts_faces.name.1
source: Please enter the font name.
de: Schriftname, die in den CSS-Dateien verwendet wird

# tl_fonts_faces.fallback.0
source: Fallback
de: Alternative

# tl_fonts_faces.fallback.1
source: What to use if this font is not avelivable
de: Schrift oder Schriftart, die alternativ verwendet werden soll

# tl_fonts_faces.forceDownload.0
source: Force download
de: Download erzwingen

# tl_fonts_faces.forceDownload.1
source: Ignore locally installed version
de: Die lokal installierte Version ignorieren

# tl_fonts_faces.title_legend
source: General font settings
de: Allgemeine Einstellungen

# tl_fonts_faces.noPermission
source: Access denied
de: Zugriff verweigert

# tl_fonts_faces.import.1
source: Import existing CSS files
de: Schriften aus einer CSS-Datei einlesen

# tl_fonts_faces.source.0
source: Source files
de: Quelldateien

# tl_fonts_faces.source.1
source: Here you can upload one or more .css files to be imported.
de: Hier können Sie eine oder mehrere .css-Dateien für den Import hochladen.

# tl_fonts_faces.overwrite.0
source: Overwrite font
de: Schrift überschreiben

# tl_fonts_faces.overwrite.1
source: Delete present font meta before import (will not affect files)
de: Vorhandene Datensätze löschen (löscht nicht die Dateien)

# tl_fonts_faces.font_import_legend
source: Import CSS file
de: CSS Importieren

# tl_fonts_faces.font_created
source: %s created successfully
de: Die Schrift %s wurde aktualisiert

# tl_fonts_faces.parent_record_error
source: Parent record can not be created
de: Elternelement konnte nicht erstellt werden

# tl_fonts_faces.database_version_error
source: Invalid database structure. Please update using Contao Installtool.
de: Datenbankstruktur scheint nicht aktuell zu sein, die Aktion konnte nicht ausgeführt werden.
